Repository: django-fluent/fluentcms-pager
Catalog: fluentcms_pager/locale/*/LC_MESSAGES/django.po
Languages: nl

source: Navigation
nl: Navigatie

source: Previous link
nl: Vorige link

source: Next link
nl: Volgende link

source: Show arrows
nl: Toon pijtjes

source: Show previous link
nl: Toon vorige link

source: Show next link
nl: Toon volgende link

source: Title previous link
nl: Titel vorige link

source: URL previous link
nl: URL vorige link

source: Title next link
nl: Titel volgende link

source: URL next link
nl: URL volgende link

source: Pager
nl: Pager (vorige/volgende)

source: Previous
nl: Vorige

source: Next
nl: Volgende
